/* About window title */
"About" = "About";

/* delete video alert */
"Are you sure you want to delete \"%@\"?" = "Are you sure you want to delete \"%@\"?";

/* audio track selector
   delete video alert
   file too big alert */
"Cancel" = "Cancel";

/* audio track selector */
"Choose Audio Track" = "Choose Audio Track";

/* delete video alert */
"Delete" = "Delete";

/* delete video alert */
"Delete video" = "Delete video";

/* edit bar button item */
"Done" = "Done";

/* edit bar button item */
"Edit" = "Edit";

/* file too big alert */
"Try anyway" = "Try anyway";

/* file too big alert */
"Warning" = "Warning";

/* no media view content */
"You currently don’t have any video in your VLC library. To add some videos for playback :\n  - Connect your __MVLC_DEVICE__ to your computer.\n  - In iTunes, select your __MVLC_DEVICE__, and then click the Apps tab.\n  - Below File Sharing, select \"VLC\" from the list, and then click Add.\n  - In the window that appears, select a file to transfer, and then click Choose." = "You currently don’t have any video in your VLC library. To add some videos for playback :\n  - Connect your __MVLC_DEVICE__ to your computer.\n  - In iTunes, select your __MVLC_DEVICE__, and then click the Apps tab.\n  - Below File Sharing, select \"VLC\" from the list, and then click Add.\n  - In the window that appears, select a file to transfer, and then click Choose.";

/* file too big alert */
"Your __MVLC_DEVICE__ is probably too slow to play this movie correctly." = "Your __MVLC_DEVICE__ is probably too slow to play this movie correctly.";


"TV Connected"="TV Connected";
"The video is playing on TV"="The Video is playing on TV";
